Repository: imomaliev/wagtail-localize
Catalog: wagtail_localize/locales/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Language
pt_pt: Linguagem

source: Select a new language
pt_pt: Selecione uma nova linguagem

source: Yes, delete
pt_pt: Sim, apagar

source: Back
pt_pt: Retornar

source: This locale's current language code is not supported. Please choose a new language or delete this locale.
pt_pt: O código de linguagem deste dialeto não é suportado. Por favor escolha uma nova linguagem ou apague este dialeto.

source: Usage
pt_pt: Utilização

source: This locale's language code is not supported
pt_pt: O código de linguagem deste dialeto não é suportado

source: Locales
pt_pt: Dialetos

source: Add a locale
pt_pt: Adicionar um dialeto

source: Add locale
pt_pt: Adicionar dialeto

source: Locale '{0}' created.
pt_pt: Dialeto '{0}' criado.

source: Locale '{0}' updated.
pt_pt: Dialeto '{0}' atualizado.

source: The locale could not be saved due to errors.
pt_pt: O dialeto não pôde ser guardado devido a erros.

source: Delete locale
pt_pt: Apagar dialeto

source: Locale '{0}' deleted.
pt_pt: Dialeto '{0}' eliminado.

source: This locale cannot be deleted because there are pages and/or other objects using it.
pt_pt: Este dialeto não pode ser eliminado devido a existirem páginas e/ou outros objetos a utilizá-lo.

source: Are you sure you want to delete this locale?
pt_pt: Tem a certeza que quer eliminar este dialeto?
